<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ include file="/WEB-INF/views/common/header.jsp"%>

<h2>회원가입 약관</h2>
<br />
<br />
<br />

 <div style="overflow:scroll; width:400px; height: 500px;">
 
제1조(목적)
이 약관은 유기견보호센터(이하 회사)이 운영하는 사이트 유기견보호센터 www.zooseyo.or.kr
(이하 “ 유기견보호센터”라 한다)에서 제공하는 인터넷 관련 서비스를 이용함에 있어 이를 이용하는
이용자와 유기견보호센터의 권리·의무 및 책임사항을 규정함을 목적으로 한다.
<br /><br />
<br />
제2조 (용어의 정의)
<br /><br />
<br />
이 약관에서 사용하는 용어의 정의는 아래와 같다. 
① 회사 라 함은 인터넷 사이트 유기견보호센터 www.zooseyo.or.kr 을 운영하는 유기견보호센터을 말한다.
② 서비스 라 함은 인터넷 유기견보호센터 www.zooseyo.or.kr 및 정보통신설비등을 이용하여 유기견보호센터가 회원들이 애견분양(구매,판매)을 목적으로 등록하는 자료등을 각각의 목적에 맞게 분류, 가공하여 정보를 제공하는 내용 및 기타 관련된 서비스를 말한다.
③ 회원 이라 함은 애견분양(판매, 구매)을 목적으로 서비스를 이용하기 위하여 동 약관에 동의하여 이용자 ID를 부여받은 사람을 말한다.
④ 이용자ID 또는 \"회원ID\"라 함은 회원의 식별과 회원의 서비스 이용을 위하여 회원이 선정하고 부여하는 문자와 숫자의 조합을 말한다. 
⑤ 비밀번호라 함은 회사의 서비스를 이용하려는 사람이 이용자ID를 부여받은 자와 동일인임을 확인하고 회원의 권익을 보호하기 위하여 회원이 선정한 문자와 숫자의 조합을 말한다.
<br />
제3조 (약관의 효력 및 개정)
<br /><br />
<br />
1. 이 약관은 인터넷 사이트 유기견보호센터을 통하여 이를 공지하거나 전자우편 기타의 방법으로 회원에게 통지함으로써 효력이 발생됩니다. 
2. 회사는 관련법규를 준수하는 범위내에서 이 약관을 개정할 수 있으며, 사정상 중요한 사유가 발생될 경우 사전 고지 없이 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 공지 또는 통지함으로써 효력이 발생됩니다. 
3. 회원은 변경된 약관에 동의하지 않을 경우 회원 탈퇴를 요청할 수 있으며, 변경된 약관의 효력 발생일 이후에도 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다. 
4. 회사는 이 약관의 내용과 상호, 영업장 소재지, 대표자의 성명, 사업자등록번호, 연락처 등을 이용자가 알 수 있도록 게시하거나 기타의 방법으로 이용자에게 공지해야 한다.
<br />
제4조 (약관 외 준칙)
<br /><br />
<br />
이 약관에서 규정하지 않은 사항에 관해서는 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진등에 관한 법률, 전자거래기본법, 신용정보이용및보호에관한법률, 기타 관련 법령의 규정에 따릅니다.
<br /><br />
<br />
제5조 (이용신청의 승낙과 제한)
<br />
① 회사는 이용신청자의 처리를 특별한 경우를 제외하고는 접수순서에 따라 서비스 이용을 승낙하는것을 원칙으로한다. 
② 회사는 다음 각 호의 1에 해당하는 이용계약 신청에 대하여는 이를 승낙하지 아니 할 수 있습니다. 
1. 본인의 실명, 또는 개인정보를 정확히 기재하지 않는 경우
2. 다른 사람의 명의를 도용하여 신청한 경우
3. 기재된 내용중 허위로 기재하여 신청한 경우
4. 현행법규에 위배되는 내용이나 사회의 미풍양속을 저해할 목적으로 신청한 경우
5. 회원자격을 상실한 적이 있는 회원
6. 기타 회사가 서비스운영상 필요하다고 인정되거나, 업무에 문제가 있다고 판단되는 경우
<br />
③ 회사는 아래 사항에 해당하는 경우에는 그 신청에 대하여 승낙을 유보할 수 있다. 
1. 회사가 설비의 여유가 없는 경우 
2. 회사의 기술상 지장이 있는 경우 
3. 기타 회사의 사정상 필요하다고 인정되는 경우
<br /><br />
<br />
제6조 (이용계약의 성립)
<br />
① 유기견보호센터가 제공하는 서비스를 받고자 하는 자는 회원가입절차를 거쳐 회원으로 가입하여야 하며, 회원 가입희망자가 이 약관의 내용을 동의하고, 이용신청에 대하여 회사가 승낙함으로써 성립한다.
② 제1항의 승낙은 이용신청자의 본 약관에 대한 동의를 확인하고 전자메일의 매체를 통하여 통지함으로써 이용계약이 성립한다. 
③ 서비스를 이용하고자 하는 자가 이용신청 당시 웹상의 \"동의함\" 버튼을 누르면 본 약관 및 개인정보보호정책에 대하여도 동의한 것으로 간주한다.
<br /><br />
<br />
제7조 (서비스 이용신청)
<br />
① 회원으로 가입하여 본 서비스를 이용하고자 하는 이용고객은 회사에서 요구하는 제반정보를 가입신청 양식에 기록해 주어야 한다. 
② 모든 회원은 제1항의 기입한 내용에 하자가 없어야만 서비스를 이용할 수 있으며, 기재내용이 허위로 등록된 경우에는 서비스 사용에대한 제한을 받을수 있을뿐만아니라, 사용자는 일체의 권리를 주장할 수 없다. 
③ 타인의 명의를 도용하여 이용신청을 한 회원의 모든 ID는 삭제되며, 관계법령에 따라 처벌을 받을 수 있다.
<br />
제3장 서비스 이용
<br /><br />
<br />
제8조 (서비스의 내용)
<br />
① 회사는 제2조 1항의 서비스를 제공할 수 있으며 그 내용은 다음 각 호와 같다. 
1. 분양공고 서비스(일반분양, 긴급분양)
2. 분양공고 스크랩
3. 기타 애견과 관련된 제반 서비스
② 회사는 필요한 경우 서비스의 내용을 추가 또는 변경할 수 있다. 
<br /><br />
<br />
제9조 (정보의 제공) 
회사는 회원이 서비스 이용중 필요가 있다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의 방법으로 회원에게 제공할 수 있습니다. 
<br /><br />
<br />
제10조 (회원의 의무)
<br /><br />
<br />
① 회원은 관계법령과 본 약관의 규정 및 기타 회사가 공지, 통지하는 사항을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 해서는 안 된다. 
② 회원은 회원에게 부여된 ID와 비밀번호의 관리 소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다. 
③ 회원은 자신의 ID나 비밀번호가 부정하게 사용되었다는 사실을 발견한 경우에는 즉시 회사에 알려야 하며, 알리지 않아 발생하는 모든 결과에 대한 책임은 회원에게 있습니다. 
④ 회원은 회사가 공지사항에 게시하거나 별도로 공지한 이용제한 사항을 준수하여야 한다.
⑤ 회원은 회사의 사전승낙 없이는 서비스를 이용하여 영업활동을 할 수 없으며, 그 영업활동의 결과와 회원이 약관에 위반한 영업활동을 하여 발생한 결과에 대하여 회사는 책임을 지지 않는다. 회원은 이와 같은 영업활동으로 회사에 손해를 입은 경우 회원은 회사에 대하여 손해배상의무를 진다.
⑥ 회원은 회사의 명시적인 동의가 없는 한 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없다. 
⑤ 회원은 본 서비스를 건전한 서비스이용 이외의 목적으로 사용해서는 안되며 이용 중 다음 각 호의 행위를 해서는 안 된다. 
1. 범죄행위을 목적으로 하거나 기타 범죄행위와 관련된 행위 
2. 공공질서 및 미풍양속에 위반되는 내용등을 전송, 게시, 전자메일 또는 기타의 방법으로 타인에게 유포하는 행위 
3. 다른 회원의 ID와 비밀번호, 개인식별정보 등을 도용하는 행위 
4. 회사의 직원이나 관리자를 가장하거나 사칭하여 내용물을 게시, 등록하거나 메일을 발송하는 행위 
5. 타인의 명예를 훼손하거나 모욕하는 행위 
6. 타인의 지적재산권 등의 권리를 침해하는 행위 
7. 해킹행위 또는 바이러스의 유포 행위 
8. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 계속적으로 전송하는 행위
9. 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있다고 판단되는 행위 
10. 사이트의 정보 및 서비스를 이용한 영리 행위 
11. 그밖에 선량한 풍속, 기타 사회질서를 해하거나 관계법령에 위반하는 행위

<br />
<br />
<br />
<br />
<< 부칙 >>
<br />
<br />
제1조 (판매자 등급평가 및 신용점수 기준)
<br />
<br />
①유기견보호센터 점수별 등급부여는 다음과 같다.<br />
1.신용점수가 마이너스인 회원은 최저등급이 부여된다.<br />
2.신용점수가 100점~ 1,000점인 회원은 일반등급이 부여된다.<br />
3.신용점수가 1,001점~ 5,000점인 회원은 믿음등급이 부여된다.<br />
4.신용점수가 5,001점 이상인 상위 10명회원 또는 관리자가 승인한 회원에게 안심등급이 부여된다.<br />

②유기견보호센터싸이트에 가입한 경우에는 초기 신용점수 100점이 부여된다.<br />
③유기견보호센터싸이트에 로그인 할 경우 1일 1회에 한해 신용점수 5점이 부여된다.<br />
④유료분양글을 등록하는 경우에만 글 등록 당 신용점수 10점이 부여된다.<br />
1.유료분양글 등록은 일일 제한없이 등록할 수 있다.<br />
2.무료분양글(무료로드림, 무료로주세요)을 등록하는 경우에는 신용점수가 부여되지 않는다.<br />
<br />
⑤안심분양을 등록후 분양완료한 경우 추가로 신용점수 200점이 부여된다.<br />
⑥애견분양시 매매계약서를 미교부할 경우 미교부건당 신용점수 -50점이 차감된다.
1.자료가 확실한 경우에만 적용
<br />
⑦애견분양후 피해사례가 신고되는 경우 신고건당 신용점수 -50점이 차감된다.<br />
1.애견분양후 피해사례를 입증할 자료가 확실한 경우
2.애견분양후 피해사례를 판매자가 처리해 주지 않는 경우
<br />
⑧애견분양후 피해사례가 일정기간동안 다수 신고되는 경우 사전통보 없이, 해당 
판매자아이디를 이용정지 처리를 할 수 있으며, 신용점수를 차감할 수 있다.<br />
1.일주일에 5건이상 피해접수 또는 한달 10건이상 피해접수와 같이 비정상적인 피해신고접수가 되는 경우
<br />
⑨애견분양후 애견피해사례건으로 경찰서에 신고접수 되는 경우 해당 판매자를 
사전통보 없이 사건해결전까지 이용정지처리 할수 있다.<br />
⑩안심분양만 이용하시는 오프라인 매장 사업자님의 경우 [안심등급 신청하기]를 
신청하시면 기존의 신용점수와 상관없이 관리자의 승인후 기존의 신용점수는 유지되며,
안심등급을 부여받을 수 있다.
1.안심분양후 피해사례가 발생시 관리자의 판단하에 기존의 등급으로 조정할 수 있다.

⑪그외 기타 사이트 내 활동에 의거하여 이용정지 및 신용점수가 차감되거나 부여될수 있다.
<br /><br /><br />
제2조 (유기견보호센터&캣조아 서비스 통합안내) 
1.유기견보호센터와 캣조아 서비스 통합은 다음과 같다.
①.유기견보호센터의 회원은 별도의 가입절차 없이 기존의 아이디, 비밀번호로 캣조아 사이트의 서비스를 이용할 수 있다. 
②.유기견보호센터에서 보유한 뼈다귀(사이버머니)는 캣조아에서도 동일하게 사용이 가능하다. 
③.뼈다귀 사용현황, 나의 판매등급관리, 등록한 무료분양글 관리, 스크랩한 분양글 보기, 1:1문의게시판, 회원정보수정 및 탈퇴신청, 펫도우미, 무료분양글 서비스는 캣조아와 통합적으로 서비스를 이용할 수 있다.
<br /><br /><br />
(시행일) 이 부칙은 2008년 9월 22일부터 시행한다.
 
 </div>
 
 <br /><br /><br />
 
 <h2>개인정보 취급방침</h2>
 
 <br />
 <br />
 <br />
 
<div style="overflow:scroll; width:400px; height: 500px;">
 
 
1.개인정보의 수집목적 및 이용목적 
① 유기견 보호센터는 회원님께 최대한으로 최적화되고 맞춤화된 서비스를 제공하기 위하여 다음과 같은 목적으로 개인정보를 수집하고 있습니다. 
- 성명, 아이디, 비밀번호 : 회원제 서비스 이용에 따른 본인 식별 절차에 이용
- 이메일주소, 이메일 수신여부, 전화번호 : 고지사항 전달, 본인 의사 확인, 불만 처리 등 원활한 의사소통 경로의 확보, 새로운 서비스/신상품이나 이벤트 정보의 안내 
- 주소, 전화번호 : 경품과 쇼핑 물품 배송에 대한 정확한 배송지의 확보 
- 비밀번호 힌트용 질문과 답변 : 비밀번호를 잊은 경우의 신속한 처리를 위한 내용 
- 그 외 선택항목 : 개인맞춤 서비스를 제공하기 위한 자료 
② 단, 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본 적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않습니다.

2.수집하는 개인정보의 항목
유기견 보호센터는 별도의 회원가입 절차 없이 대부분의 컨텐츠에 자유롭게 접근할 수 있습니다. 유기견 보호센터의 회원제 서비스를 이용하시고자 할 경우 다음의 정보를 입력해주셔야 하며 선택항목을 입력하시지 않았다 하여 서비스 이용에 제한은 없습니다. 
①회원 가입시 수집하는 개인정보의 범위 
- 필수항목 : 희망 ID, 비밀번호, 비밀번호 힌트용 질문과 답변, 성명, 생년월일, 주소, 전화번호
- 선택항목 : 이메일주소, 이메일 수신 여부 회사주소
- 자동수집항목 : IP Address, 서비스 이용기록 등


3.개인정보의 보유기간 및 이용기간
① 귀하의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성되면 파기됩니다. 단, 상법 등 관련법령의 규정에 의하여 다음과 같이 거래 관련 권리 의무 관계의 확인 등을 이유로 일정기간 보유하여야 할 필요가 있을 경우에는 일정기간 보유합니다. 
- 회원가입정보의 경우, 회원가입을 탈퇴하거나 회원에서 제명된 경우 등 일정한 사전에 보유목적, 기간 및 보유하는 개인정보 항목을 명시하여 동의를 구합니다.
- 계약 또는 청약철회 등에 관한 기록 : 5년
- 대금결제 및 재화등의 공급에 관한 기록 : 5년 
- 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년
② 귀하의 동의를 받아 보유하고 있는 거래정보 등을 귀하께서 열람을 요구하는 경우 유기견 보호센터는 지체없이 그 열람, 확인 할 수 있도록 조치합니다.
 
 </div><br />
 <br />
 <br />
       <input type="checkbox" name="agree" id="agree" /> 회원관리 약관에 동의합니다
       <br />
       <br />
       <br />
       <br />
       <br />
       <img src="<%=request.getContextPath()%>/images/member/register.jpg" id="click" style="width:200px; height: 150px;">   

 
 <script>
 
 $("#click").click(function(){
	 
	 var bool = $("input[name='agree']").prop("checked");
	 
	 if( bool == true){

		 location.href="<%=request.getContextPath()%>/member/memberEnroll";
	 }
	 else{
		 alert("약관에 동의 체크를 해주세요");
	 }
	 
 });
 
 </script>

<%@ include file="/WEB-INF/views/common/footer.jsp" %>